Repository: DinanathDash/Stasis
Catalog: Stasis/L10n/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, pt_pt, ru, sk, sl, tr, vi, zh_hans, zh_hant

source: Charge management is not supported on this device.
de: Die Ladeverwaltung wird auf diesem Gerät nicht unterstützt.
es: La gestión de carga no es compatible con este dispositivo.
fr: La gestion de la charge n’est pas prise en charge sur cet appareil.
it: La gestione della carica non è supportata su questo dispositivo.
ja: このデバイスでは充電管理はサポートされていません。
ko: 이 기기에서는 충전 관리가 지원되지 않습니다.
nl: Oplaadbeheer wordt niet ondersteund op dit apparaat.
pt_br: A gestão de carga não é suportada neste dispositivo.
pt_pt: A gestão de carga não é suportada neste dispositivo.
ru: Управление зарядкой не поддерживается на этом устройстве.
sk: Správa nabíjania nie je na tomto zariadení podporovaná.
sl: Upravljanje polnjenja ni podprto v tej napravi.
tr: Şarj yönetimi bu cihazda desteklenmiyor.
vi: Thiết bị này không hỗ trợ quản lý sạc.
zh_hans: 此设备不支持充电管理。
zh_hant: 此設備不支援充電管理。

source: Charge to 100 percent in ${applicationName}
de: Auf 100 Prozent aufladen in ${applicationName}
es: Cargar al 100 por ciento en ${applicationName}
fr: Recharger à 100 pour cent dans ${applicationName}
it: Ricarica al 100 per cento in ${applicationName}
ja: ${applicationName}で100パーセントまで充電
ko: ${applicationName}에서 100퍼센트로 충전
nl: Tot 100 procent opladen in ${applicationName}
pt_br: Carregar a 100 por cento no ${applicationName}
pt_pt: Carregar a 100 por cento no ${applicationName}
ru: Зарядить до 100 процентов в ${applicationName}
sk: Nabiť na 100 percent v ${applicationName}
sl: Napolni do 100 odstotkov v ${applicationName}
tr: ${applicationName}'te yüzde 100'e şarj et
vi: Sạc đến 100 phần trăm trong ${applicationName}
zh_hans: 在 ${applicationName} 中充电至百分之百
zh_hant: 在 ${applicationName} 中充電至百分之百

source: Charging
de: Aufladen
es: Carga
fr: Recharge
it: Ricarica
ja: 充電
ko: 충전
nl: Opladen
pt_br: Carregamento
pt_pt: Carregamento
ru: Зарядка
sk: Nabíjanie
sl: Polnjenje
tr: Şarj
vi: Sạc
zh_hans: 正在充电
zh_hant: 充電

source: Charging control is not supported on this device.
de: Die Ladesteuerung wird auf diesem Gerät nicht unterstützt.
es: El control de carga no es compatible con este dispositivo.
fr: Le contrôle de charge n'est pas pris en charge sur cet appareil.
it: Il controllo della ricarica non è supportato su questo dispositivo.
ja: このデバイスでは充電制御はサポートされていません。
ko: 이 장치에서는 충전 제어가 지원되지 않습니다.
nl: Oplaadcontrole wordt niet ondersteund op dit apparaat.
pt_br: O controlo de carregamento não é suportado neste dispositivo.
pt_pt: O controlo de carregamento não é suportado neste dispositivo.
ru: Управление зарядкой не поддерживается на этом устройстве.
sk: Toto zariadenie nepodporuje ovládanie nabíjania.
sl: Nadzor polnjenja ni podprt v tej napravi.
tr: Bu cihazda şarj kontrolü desteklenmiyor.
vi: Kiểm soát sạc không được hỗ trợ trên thiết bị này.
zh_hans: 此设备不支持充电控制。
zh_hant: 該設備不支援充電控制。

source: Charging resumes at
de: Laden wird fortgesetzt bei
es: La carga se reanuda al
fr: Reprise de la charge à
it: La ricarica riprende alle
ja: 充電が再開されます
ko: 충전 재개 시간:
nl: Het opladen wordt hervat om
pt_br: Carregamento retoma a
pt_pt: Carregamento retoma a
ru: Зарядка возобновляется через
sk: Nabíjanie sa obnoví o
sl: Polnjenje se nadaljuje ob
tr: Şarj işlemi şu saatte devam eder:
vi: Quá trình sạc tiếp tục lúc
zh_hans: 恢复充电阈值
zh_hant: 充電恢復時間為

source: Charging status changed
de: Ladestatus geändert
es: El estado de carga cambió
fr: État de charge modifié
it: Lo stato di ricarica è cambiato
ja: 充電ステータスが変更されました
ko: 충전 상태가 변경됨
nl: Laadstatus gewijzigd
pt_br: Estado de carregamento alterado
pt_pt: Estado de carregamento alterado
ru: Статус зарядки изменен
sk: Stav nabíjania sa zmenil
sl: Stanje polnjenja je spremenjeno
tr: Şarj durumu değişti
vi: Trạng thái sạc đã thay đổi
zh_hans: 充电状态变化
zh_hant: 充電狀態改變

source: Charging to %@ (Override)
de: Laden bis %@ (Überschrieben)
es: Cargando al %@ (Omitido)
fr: Charge jusqu'à %@ (Outrepassement)
it: Ricarica su %@ (override)
ja: %@ への充電 (オーバーライド)
ko: %@로 충전 중(재정의)
nl: Opladen naar %@ (overschrijven)
pt_br: A carregar até %@ (Sobreposição)
pt_pt: A carregar até %@ (Sobreposição)
ru: Зарядка на %@ (переопределить)
sk: Nabíjanie na %@ (Override)
sl: Polnjenje na %@ (preglasitev)
tr: %@'ya şarj etme (Geçersiz Kıl)
vi: Đang sạc tới %@ (Ghi đè)
zh_hans: 正在充电至 %@（已解除上限）
zh_hant: 向 %@ 充電（覆蓋）

source: Charging to %@...
de: Lade bis %@...
es: Cargando al %@...
fr: Charge jusqu'à %@...
it: Ricarica su %@...
ja: %@ に充電中...
ko: %@로 충전 중...
nl: Opladen naar %@...
pt_br: A carregar até %@...
pt_pt: A carregar até %@...
ru: Зарядка %@...
sk: Nabíjanie na %@...
sl: Polnjenje na %@ ...
tr: %@'ya şarj ediliyor...
vi: Đang sạc tới %@...
zh_hans: 正在充电至 %@…
zh_hant: 正在為 %@ 充電...

source: Charging to Limit
de: Bis zum Ladelimit laden
es: Cargando hasta el límite
fr: Charge jusqu’à la limite
it: Ricarica fino al limite
ja: 上限まで充電中
ko: 한도까지 충전 중
nl: Opladen tot limiet
pt_br: A carregar até ao limite
pt_pt: A carregar até ao limite
ru: Зарядка до лимита
sk: Nabíjanie po limit
sl: Polnjenje do omejitve
tr: Sınıra kadar şarj ediliyor
vi: Đang sạc đến giới hạn
zh_hans: 正在充电至上限
zh_hant: 正在充電至上限

source: Check Again
de: Erneut suchen
es: Buscar de nuevo
fr: Vérifier à nouveau
it: Controlla di nuovo
ja: もう一度確認してください
ko: 다시 확인하세요
nl: Controleer opnieuw
pt_br: Verificar novamente
pt_pt: Verificar novamente
ru: Проверьте еще раз
sk: Skontrolujte znova
sl: Preverite še enkrat
tr: Tekrar Kontrol Et
vi: Kiểm tra lại
zh_hans: 重新检查
zh_hant: 再次檢查

source: Check battery in ${applicationName}
de: Batterie in ${applicationName} prüfen
es: Comprobar batería en ${applicationName}
fr: Vérifier la batterie dans ${applicationName}
it: Controlla batteria in ${applicationName}
ja: ${applicationName}でバッテリーを確認
ko: ${applicationName}에서 배터리 확인
nl: Batterij in ${applicationName} controleren
pt_br: Verificar bateria no ${applicationName}
pt_pt: Verificar bateria no ${applicationName}
ru: Проверить батарею в ${applicationName}
sk: Skontrolovať batériu v ${applicationName}
sl: Preveri baterijo v ${applicationName}
tr: ${applicationName}'te pili kontrol et
vi: Kiểm tra pin trong ${applicationName}
zh_hans: 在 ${applicationName} 中检查电池
zh_hant: 在 ${applicationName} 中檢查電池

source: Check for updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher des mises à jour
it: Verifica aggiornamenti
ja: アップデートを確認
ko: 업데이트 확인
nl: Controleer op updates
pt_br: Verificar atualizações
pt_pt: Verificar atualizações
ru: Проверить наличие обновлений
sk: Skontrolovať aktualizácie
sl: Preveri posodobitve
tr: Güncellemeleri Kontrol Et
vi: Kiểm tra cập nhật
zh_hans: 检查更新
zh_hant: 檢查更新

source: Check for updates now
de: Jetzt nach Updates suchen
es: Buscar actualizaciones ahora
fr: Rechercher des mises à jour maintenant
it: Controlla subito gli aggiornamenti
ja: 今すぐアップデートをチェックしてください
ko: 지금 업데이트를 확인하세요
nl: Controleer nu op updates
pt_br: Procurar atualizações agora
pt_pt: Procurar atualizações agora
ru: Проверьте наличие обновлений сейчас
sk: Skontrolujte aktualizácie
sl: Preverite posodobitve zdaj
tr: Güncellemeleri şimdi kontrol edin
vi: Kiểm tra cập nhật ngay bây giờ
zh_hans: 立即检查更新
zh_hant: 立即檢查更新

source: Check frequency
de: Suchintervall
es: Frecuencia de búsqueda
fr: Fréquence de vérification
it: Controlla la frequenza
ja: チェック頻度
ko: 빈도 확인
nl: Controleer frequentie
pt_br: Frequência de verificação
pt_pt: Frequência de verificação
ru: Проверьте частоту
sk: Skontrolujte frekvenciu
sl: Preverite pogostost
tr: Frekansı kontrol edin
vi: Kiểm tra tần suất
zh_hans: 检查频率
zh_hant: 檢查頻率

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
sk: Zavrieť
sl: Zapri
tr: Kapat
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Command
de: Befehl
es: Comando
fr: Commande
it: Comando
ja: コマンド
ko: 명령
nl: Opdracht
pt_br: Comando
pt_pt: Comando
ru: Команда
sk: Príkaz
sl: Ukaz
tr: Komut
vi: Lệnh
zh_hans: 命令
zh_hant: 命令

source: Community
de: Gemeinschaft
es: Comunidad
fr: Communauté
it: Comunità
ja: コミュニティ
ko: 커뮤니티
nl: Gemeenschap
pt_br: Comunidade
pt_pt: Comunidade
ru: Сообщество
sk: Spoločenstva
sl: Skupnost
tr: Topluluk
vi: cộng đồng
zh_hans: 社区
zh_hant: 社群

source: Complete CLI & Scripting Docs
de: Vollständige CLI- und Skript-Dokumentation
es: Documentación completa de CLI y scripts
fr: Documentation complète CLI et scripts
it: Documentazione completa per CLI e script
ja: 完全なCLIとスクリプトのドキュメント
ko: 완전한 CLI 및 스크립트 문서
nl: Volledige CLI- en scriptdocumentatie
pt_br: Documentação completa de CLI e scripts
pt_pt: Documentação completa de CLI e scripts
ru: Полная документация по CLI и скриптам
sk: Kompletná dokumentácia pre CLI a skriptovanie
sl: Celotna dokumentacija za CLI in skripte
tr: Tam CLI ve Betik Dokümantasyonu
vi: Tài liệu CLI & Tập lệnh đầy đủ
zh_hans: 完整的 CLI 与脚本文档
zh_hant: 完整的 CLI 與指令碼文件

source: Control when Stasis sends you notifications.
de: Steuern Sie, wann Stasis Ihnen Benachrichtigungen sendet.
es: Controla cuándo Stasis te envía notificaciones.
fr: Contrôlez quand Stasis vous envoie des notifications.
it: Controlla quando Stasis ti invia notifiche.
ja: Stasis が通知を送信するタイミングを制御します。
ko: Stasis가 알림을 보내는 시점을 제어합니다.
nl: Beheer wanneer Stasis u meldingen stuurt.
pt_br: Controle quando o Stasis envia notificações.
pt_pt: Controle quando o Stasis envia notificações.
ru: Контролируйте, когда Stasis отправляет вам уведомления.
sk: Ovládajte, kedy vám Stasis posiela upozornenia.
sl: Nadzirajte, kdaj vam Stasis pošilja obvestila.
tr: Stasis'in size ne zaman bildirim göndereceğini kontrol edin.
vi: Kiểm soát thời điểm Stasis gửi thông báo cho bạn.
zh_hans: 控制 Stasis 何时向你发送通知。
zh_hant: 控制 Stasis 傳送通知的時機。

source: Copy URL
de: URL kopieren
es: Copiar URL
fr: Copier l'URL
it: Copia URL
ja: URLをコピー
ko: URL 복사
nl: Kopieer URL
pt_br: Copiar URL
pt_pt: Copiar URL
ru: Копировать URL
sk: Kopírovať URL
sl: Kopiraj URL
tr: URL Kopyala
vi: Sao chép URL
zh_hans: 复制 URL
zh_hant: 複製 URL

source: Cycle Count
de: Ladezyklen
es: Ciclos de carga
fr: Nombre de cycles
it: Conteggio cicli
ja: 充放電回数
ko: 사이클 수
nl: Aantal cycli
pt_br: Contagem de ciclos
pt_pt: Contagem de ciclos
ru: Количество циклов
sk: Počet cyklov
sl: Število ciklov
tr: Döngü Sayısı
vi: Số chu kỳ
zh_hans: 循环计数
zh_hant: 循環使用次數

source: Cycle count
de: Ladezyklen
es: Ciclos de carga
fr: Nombre de cycles
it: Conteggio dei cicli
ja: サイクル数
ko: 사이클 수
nl: Aantal cycli
pt_br: Contagem de ciclos
pt_pt: Contagem de ciclos
ru: Количество циклов
sk: Počet cyklov
sl: Štetje ciklov
tr: Döngü sayısı
vi: Số chu kỳ
zh_hans: 循环计数
zh_hant: 週期計數

source: Daemon Error - Settings Not Synced
de: Daemon-Fehler – Einstellungen nicht synchronisiert
es: Error de demonio: configuración no sincronizada
fr: Erreur de démon – Paramètres non synchronisés
it: Errore demone: impostazioni non sincronizzate
ja: デーモン エラー - 設定が同期されていません
ko: 데몬 오류 - 설정이 동기화되지 않음
nl: Daemon-fout - Instellingen niet gesynchroniseerd
pt_br: Erro do Daemon - Configurações não sincronizadas
pt_pt: Erro do Daemon - Definições não sincronizadas
ru: Ошибка демона — настройки не синхронизированы
sk: Chyba démona – nastavenia nie sú synchronizované
sl: Daemon Error - nastavitve niso sinhronizirane
tr: Daemon Hatası - Ayarlar Senkronize Edilmedi
vi: Lỗi Daemon - Cài đặt không được đồng bộ hóa
zh_hans: 守护进程错误 — 设置未同步
zh_hant: 守護程序錯誤 - 設定未同步

source: Daily
de: Täglich
es: Diariamente
fr: Quotidiennement
it: Ogni giorno
ja: 毎日
ko: 매일
nl: Dagelijks
pt_br: Diariamente
pt_pt: Diariamente
ru: Ежедневно
sk: Denne
sl: Dnevno
tr: Günlük
vi: hàng ngày
zh_hans: 每天
zh_hant: 每日

source: Dashboard
de: Übersicht
es: Panel de control
fr: Tableau de bord
ja: ダッシュボード
ko: 대시보드
pt_br: Painel de controle
pt_pt: Painel
ru: Панель
sk: Riadiaci panel
sl: Nadzorna plošča
tr: Kontrol Paneli
vi: Bảng điều khiển
zh_hans: 仪表盘
zh_hant: 儀表板

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
ko: 설명
nl: Beschrijving
pt_br: Descrição
pt_pt: Descrição
ru: Описание
sk: Popis
sl: Opis
tr: Açıklama
vi: Mô tả
zh_hans: 描述
zh_hant: 描述

source: Developer
de: Entwickler
es: Desarrollador
fr: Développeur
it: Sviluppatore
ja: 開発者
ko: 개발자
nl: Ontwikkelaar
pt_br: Desenvolvedor
pt_pt: Programador
ru: Разработчик
sk: Vývojár
sl: Razvijalec
tr: Geliştirici
vi: Nhà phát triển
zh_hans: 开发者
zh_hant: 開發者

source: Disable all notifications
de: Alle Benachrichtigungen deaktivieren
es: Desactivar todas las notificaciones
fr: Désactiver toutes les notifications
it: Disattiva tutte le notifiche
ja: すべての通知を無効にする
ko: 모든 알림 비활성화
nl: Schakel alle meldingen uit
pt_br: Desativar todas as notificações
pt_pt: Desativar todas as notificações
ru: Отключить все уведомления
sk: Zakázať všetky upozornenia
sl: Onemogoči vsa obvestila
tr: Tüm bildirimleri devre dışı bırak
vi: Tắt tất cả thông báo
zh_hans: 关闭所有通知
zh_hant: 停用所有通知

source: Disable heat protection in ${applicationName}
de: Hitzeschutz in ${applicationName} deaktivieren
es: Desactivar protección contra calor en ${applicationName}
fr: Désactiver la protection thermique dans ${applicationName}
it: Disattiva protezione termica in ${applicationName}
ja: ${applicationName}で高熱保護を無効化
ko: ${applicationName}에서 과열 보호 비활성화
nl: Hittebescherming uitschakelen in ${applicationName}
pt_br: Desativar proteção térmica no ${applicationName}
pt_pt: Desativar proteção térmica no ${applicationName}
ru: Отключить защиту от перегрева в ${applicationName}
sk: Vypnúť tepelnú ochranu v ${applicationName}
sl: Onemogoči zaščito pred toploto v ${applicationName}
tr: ${applicationName}'te ısı korumasını devre dışı bırak
vi: Tắt bảo vệ quá nhiệt trong ${applicationName}
zh_hans: 在 ${applicationName} 中禁用高温保护
zh_hant: 在 ${applicationName} 中停用高溫保護

source: Disable sailing mode in ${applicationName}
de: Segel-Modus in ${applicationName} deaktivieren
es: Desactivar modo navegación en ${applicationName}
fr: Désactiver le mode Voile dans ${applicationName}
it: Disattiva modalità Vela in ${applicationName}
ja: ${applicationName}でセーリングモードを無効化
ko: ${applicationName}에서 세일링 모드 비활성화
nl: Zeilmodus uitschakelen in ${applicationName}
pt_br: Desativar Modo Velejar no ${applicationName}
pt_pt: Desativar Modo Velejar no ${applicationName}
ru: Отключить режим плавания в ${applicationName}
sk: Vypnúť plachtiaci režim v ${applicationName}
sl: Onemogoči način jadranja v ${applicationName}
tr: ${applicationName}'te Yelken Modunu devre dışı bırak
vi: Tắt chế độ lướt trong ${applicationName}
zh_hans: 在 ${applicationName} 中禁用航行模式
zh_hant: 在 ${applicationName} 中停用航行模式

source: Disable sleep until charge limit
de: Ruhezustand bis Ladelimit deaktivieren
es: Evitar reposo hasta límite de carga
fr: Désactiver la veille jusqu'à la limite de charge
it: Disattiva la modalità di sospensione fino al limite di carica
ja: 充電制限までスリープを無効にする
ko: 충전 한도까지 절전 모드 비활성화
nl: Schakel slaap tot oplaadlimiet uit
pt_br: Desativar suspensão até ao limite de carga
pt_pt: Desativar suspensão até ao limite de carga
ru: Отключить сон до достижения лимита заряда
sk: Zakázať spánok až do limitu nabitia
sl: Onemogoči spanje do omejitve polnjenja
tr: Şarj sınırına kadar uykuyu devre dışı bırak
vi: Tắt chế độ ngủ cho đến khi đạt giới hạn sạc
zh_hans: 达到充电上限前防止睡眠
zh_hant: 禁用睡眠至電量達到上限

source: Discharge
de: Entladen
es: Descarga
fr: Décharge
it: Scarica
ja: 放電
ko: 방전
nl: Ontladen
pt_br: Descarregar
pt_pt: Descarregar
ru: Разрядка
sk: Vybíjanie
sl: Praznjenje
tr: Deşarj
vi: Xả pin
zh_hans: 放电
zh_hant: 放電

source: Discharge battery in ${applicationName}
de: Batterie in ${applicationName} entladen
es: Descargar batería en ${applicationName}
fr: Décharger la batterie dans ${applicationName}
it: Scarica batteria in ${applicationName}
ja: ${applicationName}でバッテリーを放電
ko: ${applicationName}에서 배터리 방전
nl: Batterij ontladen in ${applicationName}
pt_br: Descarregar bateria no ${applicationName}
pt_pt: Descarregar bateria no ${applicationName}
ru: Разрядить батарею в ${applicationName}
sk: Vybíjať batériu v ${applicationName}
sl: Prazni baterijo v ${applicationName}
tr: ${applicationName}'te pili deşarj et
vi: Xả pin trong ${applicationName}
zh_hans: 在 ${applicationName} 中放电
zh_hant: 在 ${applicationName} 中放電

source: Discharge the battery to your charge limit when plugged in above the target level.
de: Batterie bis zum Ladelimit entladen, wenn oberhalb des Ziels angeschlossen.
es: Descargar la batería hasta tu límite de carga cuando esté conectada por encima del nivel objetivo.
fr: Décharger la batterie jusqu'à la limite de charge lorsqu'elle est branchée au-dessus du niveau cible.
it: Scarica la batteria fino al limite di carica quando è collegata a un livello superiore al livello target.
ja: 目標レベルを超えて接続されている場合は、充電限界までバッテリーを放電してください。
ko: 목표 수준 이상으로 연결되면 배터리를 충전 한도까지 방전하십시오.
nl: Ontlaad de batterij tot uw laadlimiet wanneer de stekker boven het doelniveau ligt.
pt_br: Descarregar a bateria até ao limite de carga quando ligada à energia acima do nível pretendido.
pt_pt: Descarregar a bateria até ao limite de carga quando ligada à corrente acima do nível pretendido.
ru: Разрядите аккумулятор до предела заряда, если он подключен к сети выше целевого уровня.
sk: Keď je batéria zapojená nad cieľovú úroveň, vybite ju na limit nabitia.
sl: Izpraznite baterijo do meje napolnjenosti, ko jo priključite nad ciljno raven.
tr: Pili hedef seviyenin üzerinde taktığınızda şarj sınırınıza kadar boşaltın.
vi: Xả pin đến giới hạn sạc của bạn khi cắm điện trên mức mục tiêu.
zh_hans: 接通电源且电量高于目标值时，将电池放电至充电上限。
zh_hant: 當插入電池時，將電池放電至高於目標電量的充電限制。

source: Discharging
de: Entladen
es: Descargando
fr: Décharge
it: In scarica
ja: 放電中
ko: 방전 중
nl: Ontladen
pt_br: Descarregando
pt_pt: A descarregar
ru: Разрядка
sk: Vybíjanie
sl: Praznjenje
tr: Deşarj Oluyor
vi: Đang xả
zh_hans: 正在放电
zh_hant: 放電中

source: Discharging to %@...
de: Entlade bis %@...
es: Descargando al %@...
fr: Décharge jusqu'à %@...
it: Scarica fino a %@...
ja: %@ まで放電中...
ko: %@까지 방전 중...
nl: Ontladen tot %@...
pt_br: A descarregar até %@...
pt_pt: A descarregar até %@...
ru: Разрядка до %@...
sk: Vybíjanie do %@...
sl: Praznjenje do %@...
tr: %@ seviyesine deşarj ediliyor...
vi: Đang xả pin đến %@...
zh_hans: 正在放电至 %@…
zh_hant: 正在放電至 %@...

source: Dismiss
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pt_br: Ignorar
pt_pt: Ignorar
ru: Закрыть
sk: Zavrieť
sl: Zapri
tr: Kapat
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Display a floating Dynamic Island-style HUD when the charging state changes.
de: Zeigt ein schwebendes HUD im Dynamic-Island-Stil an, wenn sich der Ladestatus ändert.
es: Muestra un HUD flotante al estilo Dynamic Island cuando cambia el estado de carga.
fr: Afficher un HUD flottant de style Dynamic Island lors des changements d'état de charge.
it: Visualizza un HUD mobile in stile Dynamic Island quando cambia lo stato di carica.
ja: 充電状態が変化すると、フローティング Dynamic Island スタイルの HUD を表示します。
ko: 충전 상태가 변경되면 플로팅 Dynamic Island 스타일 HUD를 표시합니다.
nl: Geef een zwevende HUD in Dynamic Island-stijl weer wanneer de oplaadstatus verandert.
pt_br: Mostrar um HUD flutuante ao estilo Dynamic Island quando o estado de carregamento mudar.
pt_pt: Mostrar um HUD flutuante ao estilo Dynamic Island quando o estado de carregamento mudar.
ru: Отображение плавающего HUD в стиле Dynamic Island при изменении состояния зарядки.
sk: Zobrazte plávajúci HUD v štýle Dynamic Island, keď sa zmení stav nabíjania.
sl: Prikažite lebdeči HUD v slogu Dynamic Island, ko se stanje polnjenja spremeni.
tr: Şarj durumu değiştiğinde kayan bir Dynamic Island tarzı HUD görüntüleyin.
vi: Hiển thị HUD kiểu Dynamic Island nổi khi trạng thái sạc thay đổi.
zh_hans: 充电状态变化时，显示类似灵动岛的悬浮 HUD。
zh_hant: 當充電狀態改變時，顯示浮動的 Dynamic Island 式 HUD。

source: Display battery percentage next to or inside the menu bar icon.
de: Zeigt den Batterieprozentsatz neben oder innerhalb des Menüleistensymbols an.
es: Muestra el porcentaje de batería al lado o dentro del ícono de la barra de menú.
fr: Affichez le pourcentage de batterie à côté ou à l’intérieur de l’icône de la barre de menu.
it: Visualizza la percentuale della batteria accanto o all'interno dell'icona della barra dei menu.
ja: メニューバーアイコンの横または中にバッテリーの割合を表示します。
ko: 메뉴 표시줄 아이콘 옆이나 내부에 배터리 비율을 표시합니다.
nl: Geef het batterijpercentage weer naast of in het menubalkpictogram.
pt_br: Mostrar percentagem da bateria junto ou dentro do ícone da barra de menu.
pt_pt: Mostrar percentagem da bateria junto ou dentro do ícone da barra de menu.
ru: Отображать процент заряда батареи рядом или внутри значка в строке меню.
sk: Zobrazte percento batérie vedľa alebo vo vnútri ikony na lište ponuky.
sl: Prikažite odstotek baterije poleg ikone menijske vrstice ali znotraj nje.
tr: Pil yüzdesini menü çubuğu simgesinin yanında veya içinde görüntüleyin.
vi: Hiển thị phần trăm pin bên cạnh hoặc bên trong biểu tượng thanh menu.
zh_hans: 在菜单栏图标旁边或图标内显示电池百分比。
zh_hant: 在功能表列圖示旁或內部顯示電池百分比。

source: Display mode
de: Anzeigemodus
es: Modo de visualización
fr: Mode d'affichage
it: Modalità di visualizzazione
ja: 表示モード
ko: 디스플레이 모드
nl: Weergavemodus
pt_br: Modo de exibição
pt_pt: Modo de exibição
ru: Режим отображения
sk: Režim zobrazenia
sl: Način prikaza
tr: Ekran modu
vi: Chế độ hiển thị
zh_hans: 显示模式
zh_hant: 顯示方式

source: Don't Quit
de: Nicht beenden
es: No salir
fr: Ne pas quitter
it: Non uscire
ja: キャンセル
ko: 종료 안 함
nl: Niet stoppen
pt_br: Não sair
pt_pt: Não sair
ru: Не выходить
sk: Neukončovať
sl: Ne izhod
tr: Çıkma
vi: Không thoát
zh_hans: 不退出
zh_hant: 不要結束

source: Draining to Limit
de: Entladen bis Limit
es: Descargando hasta el límite
fr: Décharge jusqu'à la limite
it: Scarica fino al limite
ja: 充電上限まで放電中
ko: 충전 한도까지 방전 중
nl: Ontladen tot de laadlimiet
pt_br: A descarregar até ao limite
pt_pt: A descarregar até ao limite
ru: Разрядка до лимита
sk: Vybíjanie po limit
sl: Praznjenje do omejitve
tr: Şarj sınırına kadar deşarj
vi: Đang xả pin đến giới hạn sạc
zh_hans: 正在放电至充电上限
zh_hant: 正在放電至充電上限

source: Drop Range (%)
de: Bereich (%)
es: Rango de caída (%)
fr: Plage de baisse (%)
it: Intervallo discesa (%)
ja: 減少幅 (%)
ko: 하강 범위 (%)
nl: Dalingsbereik (%)
pt_br: Faixa de Queda (%)
pt_pt: Faixa de Queda (%)
ru: Диапазон разряда (%)
sk: Rozsah poklesu (%)
sl: Obseg padca (%)
tr: Düşüş Aralığı (%)
vi: Phạm vi giảm (%)
zh_hans: 降幅范围 (%)
zh_hant: 降幅範圍 (%)

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 期間
ko: 기간
nl: Duur
pt_br: Duração
pt_pt: Duração
ru: Продолжительность
sk: Trvanie
sl: Trajanje
tr: Süre
vi: Thời lượng
zh_hans: 显示时长
zh_hant: 持續時間

source: Enable Force Discharge
de: Entladen erzwingen aktivieren
es: Activar descarga forzada
fr: Activer la décharge forcée
it: Attiva scarica forzata
ja: 強制放電を有効化
ko: 강제 방전 활성화
nl: Gedwongen ontladen inschakelen
pt_br: Ativar Descarga Forçada
pt_pt: Ativar Descarga Forçada
ru: Включить принудительный разряд
sk: Zapnúť vynútené vybitie
sl: Omogoči prisilno praznjenje
tr: Zorla Deşarjı Etkinleştir
vi: Bật buộc xả pin
zh_hans: 启用强制放电
zh_hant: 啟用強制放電

source: Enable Heat Protection
de: Hitzeschutz aktivieren
es: Activar protección contra calor
fr: Activer la protection thermique
it: Attiva protezione termica
ja: 高熱保護を有効化
ko: 과열 보호 활성화
nl: Hittebescherming inschakelen
pt_br: Ativar Proteção Térmica
pt_pt: Ativar Proteção Térmica
ru: Включить защиту от перегрева
sk: Zapnúť tepelnú ochranu
sl: Omogoči zaščito pred toploto
tr: Isı Korumasını Etkinleştir
vi: Bật bảo vệ quá nhiệt
zh_hans: 启用高温保护
zh_hant: 啟用高溫保護

source: Enable MagSafe LED Control
de: MagSafe-LED-Steuerung aktivieren
es: Activar control de LED MagSafe
fr: Activer le contrôle LED MagSafe
it: Attiva controllo LED MagSafe
ja: MagSafe LED制御を有効化
ko: MagSafe LED 제어 활성화
nl: MagSafe led-bediening inschakelen
pt_br: Ativar Controle do LED MagSafe
pt_pt: Ativar Controle do LED MagSafe
ru: Включить управление индикатором MagSafe
sk: Zapnúť ovládanie LED MagSafe
sl: Omogoči nadzor LED MagSafe
tr: MagSafe LED Kontrolünü Etkinleştir
vi: Bật điều khiển đèn LED MagSafe
zh_hans: 启用 MagSafe LED 控制
zh_hant: 啟用 MagSafe LED 控制
